export const movies = [
  {
    id: 1,
    title: "Інтерстеллар",
    description: "Команда дослідників вирушає через кротовину в просторі у спробі врятувати людство.",
    genre: "Наукова фантастика",
    time: "19:00, ср 28 травня",
    poster: "/images/interstellar.jpg"
  },
  {
    id: 2,
    title: "Початок",
    description: "Злодій, який краде секрети через сон, отримує шанс на спокуту через складну місію.",
    genre: "Екшн, фантастика",
    time: "21:00, чт 29 травня",
    poster: "/images/inception.jpg"
  },
  {
    id: 3,
    title: "Астрал",
    description: "Молода родина стикається з надприродними силами, коли їхній син впадає в кому.",
    genre: "Жахи",
    time: "22:00, пт 30 травня",
    poster: "/images/insidious.jpg"
  },
  {
    id: 4,
    title: "Ліло і Стіч",
    description: "Маленька дівчинка з Гаваїв бере до себе дивну інопланетну істоту, яка стає її другом.",
    genre: "Анімація, сімейний",
    time: "13:00, вт 27 травня",
    poster: "/images/lilo-and-stitch.jpg"
  },
  {
    id: 5,
    title: "Забери мене на місяць",
    description: "Романтична історія кохання на фоні підготовки до космічної місії.",
    genre: "Мелодрама, драма",
    time: "20:30, чт 29 травня",
    poster: "/images/fly-me-to-the-moon.jpg"
  },
  {
    id: 6,
    title: "Джон Уік 2",
    description: "Легендарний кілер повертається у гру, аби виконати стару клятву і знову опиняється у центрі війни злочинців.",
    genre: "Екшн, трилер",
    time: "21:30, сб 31 травня",
    poster: "/images/john-wick-2.jpg"
  },
  {
    id: 7,
    title: "Покинь, якщо кохаєш",
    description: "Кохання, яке постає перед непростими виборами і випробуваннями життя.",
    genre: "Мелодрама",
    time: "18:00, нд 1 червня",
    poster: "/images/leave-if-you-love.jpg"
  },
  {
    id: 8,
    title: "Я, Побєда і Берлін",
    description: "Історія молодого музиканта, що вирушає в мандрівку до Берліна на старенькому 'Побєді', шукаючи себе та своє покликання.",
    genre: "Драма, роуд-муві",
    time: "15:00, пн 2 червня",
    poster: "/images/pobeda-and-berlin.jpg"
  }
];
